{
    "projects": [
        {
            "title": "Manor Onboarding",
						"description":[
										"Für die grösste Schweizer Warenhauskette Manor entwickelten wir ein Onboarding Application Process zur Kreditkarten-Bestellung. Die Applikation sieht auf den ersten Blick wie ein einfaches Kreditkarten-Bestellformular aus – im Hintergrund ist sie weit komplexer: Dank diverser Schnittstellen verfügt die Anwendung über eine integrierte Bonitätsprüfung und eine Adressvalidierung, die nach dem Ausfüllen des Kreditkarten-Bestellformulars eine sofortige Autorisierung der Kunden ermöglicht. Nach erfolgreicher Autorisierung können die Kunden die Kreditkarte direkt elektronisch nutzen und sind nicht auf den Postversand der Karte angewiesen.\n"
						],
            "images": ["assets/manor_registration.png"],
            "imgpos": "left",
            "more": "https://www.renuo.ch/en/references/manor",
            "technologies": [
                {
                    "technology": "Ruby on Rails",
                    "image": "assets/tech_rails.png"
                }
            ]
        },
        {
            "title": "PWA für Graubünden Ferien",
						"description":[
										"Wir entwickelten eine Progressive Web App mit der die Buchseiten der Kinderbücher von Gian und Giachen mit Hilfe von künstlicher Intelligenz zum Leben erweckt und digital animiert werden. Das Herzstück der App bildet die auf Machine Learning basierte Scanfunktion, welche den nahtlosen Übergang vom Buch zur Plattform ermöglicht. Mittels Deep Learning werden gescannte oder fotografierte Kinderbuchseiten (oder Ausschnitte davon) erkannt und die User werden anschliessend auf die entsprechende, animierte Buchszene geführt."
						],
            "images": ["assets/gian_giachen.png"],
            "imgpos": "right",
            "more": "https://www.renuo.ch/en/references/graubuenden-ferien",
            "technologies": [
                {
                    "technology": "Python",
                    "image": "assets/tech_python.png"
                },
                {
                    "technology": "PWA",
                    "image": "assets/tech_pwa.png"
                },
                {
                    "technology": "React",
                    "image": "assets/tech_react.png"
                },
                {
                    "technology": "Typescript",
                    "image": "assets/tech_typescript.png"
                }
            ]
        },
        {
            "title": "Bankentracker",
						"description":[
							"Dieses Vergleichsportal wertet relevante Gebühren und die zum Anlegerprofil passende Bank aus, ohne die Bedürfnisse der Kunden nach einer individuellen Bankberatung zu vernachlässigen. Zusammen mit dem Geschäftsführer von bankentracker&#46;ch, erarbeiteten wir das Businessmodell, dass dahintersteht. Das Endprodukt ist ein Webportal, das nur in wenigen Augenblicken die Gebühren von rund 30 Banken der Deutschschweiz im Anlagegewesen vergleicht und ermittelt, wo sich für einen Nutzer eine Anlage am meisten lohnt."
                        ],
            "more": "https://www.renuo.ch/en/references/bankentracker",
            "images": ["assets/bankentracker_selection.png"],
            "imgpos": "left",
            "technologies": [
                {
                    "technology": "Ruby on Rails",
                    "image": "assets/tech_rails.png"
                }
            ]
        }
    ]
}
